{"pageProps":{"frontmatter":{"title":"Borb","date":"2022-09-02","category":"writing","tags":["writing"],"excerpt":"As if in mockery of my plight, they alit with a flutter of feathers, a fury of down and claws and beaks and air. And without a single pause or falter, once again they began their incessant, rhythmic tapping, pecking, clawing, and rustling..."},"content":"\r\n\"Would you rather gain the ability to be fluent in every language in the world, or to be able to communicate with all animals?\"\r\n\r\nI almost laughed at the question—was there any need to stop and think at all? The room broke into a buzz, each voice steadily eclipsing their neighbors', the once indistinguishable mass of people splitting into two halves. Neither half was quite half, per say. I stood at the back of a wall of well over two thirds of the room, my spot unchanged since three questions ago.\r\n\r\nWhat use did speaking to animals have? I declared as such. Opposite us, as they watched their numbers dwindle, they argued louder and louder—why *wouldn't* you want to know what your pet is telling you?\r\n\r\n(Yet, ironically, our \"uniqueness\" lies in us being the only species to have created a language capable of conceptualizing the abstract and the interpersonal, or so we theorize.)\r\n\r\n--\r\n\r\nShort. Long, short. A triple. A single held note. Every year I learned the code, and every year, a month later, I promptly forgot it. R. S. T. What idiocy had motivated this question's writer? Either his quotes were nonsensical, or he had forgotten the golden rule of spelling.\r\n\r\nAs if in mockery of my plight, they alit with a flutter of feathers, a fury of down and claws and beaks and air. And without a single pause or falter, once again they began their incessant, rhythmic tapping, pecking, clawing, and rustling. \r\n\r\nI began tapping their rhythm, unconsciously at first. Then, deliberately. \r\n\r\n```cpp\r\n..-.--...-...-.-.-----..-.--...-...-.-.-----..-.--...-...-.-.-----..-.--...-...-.-.-----\r\n```\r\n\r\n\"Damned birds, learn some sense in your speech and your actions before you land on my windowsill! Otherwise, cease this unrelenting cacaphony at once.\" I laughed at myself. What bird would understand my words, through the glass, no less? \r\n\r\nNight after night, they assaulted my sanity. The mindless symphony crescendoed as the sun sank below the horizon, and its lights only dimmed—their bows taking their last flourish—past midnight. \r\n\r\n```cpp\r\nINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSC\r\n```\r\n\r\n*Surely* I was going insane. No bird or beast, through natural or supernatural forces alike, would eke out its days tapping out Morse code. \r\n\r\nThe message never changed. Their rhythms fell more in time, more cohesive, more convincing. \r\n\r\n\"*What* is coming?\"\r\n\r\n```cpp\r\nITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMINGITSCOMI\r\n```\r\n\r\nThis was meaningless. \r\n\r\n--\r\n\r\nTen days later, I woke up to an ashen wasteland in place of the oaks and hemlocks and birches that had thus guarded our sanctuary: our neighborhood. I stepped outside. A wave of something remniscent to heat but not quite—it felt too *unnatural*—wriggled up my skin. A cloud of sound and movement encircled me: ravens and crows and owls and finches and hawks and sparrows and swallows and herons, too numerous to count. \r\n\r\n--\r\n\r\nThey said the Gods had descended, pulling our plane closer to that of the Divine. They said people found fragments of Them, and They who were close to the Divine became the most tyrannical and despotic, with abilities transcending imagination. \r\n\r\nAnd I? I learned the speech of those who had no speech. "},"__N_SSG":true}